Repository: LeLoomi/swiftgram
Catalog: swiftgram-client/Swiftgram/*.lproj/Localizable.strings
Languages: de

source: Account
de: Konto

source: App color mode
de: App Erscheinungsbild

source: App Theme
de: App Farbmodus

source: Appearance
de: Erscheinungsbild

source: Application
de: App

source: Blue
de: Blau

source: Cancel
de: Abbrechen

source: Clear cache
de: Cache leeren

source: Dark
de: Dunkel

source: Delete account
de: Konto löschen

source: Developed by Eliah Lohr - this project is purely educational.
de: Entwickelt von Eliah Lohr - Swiftgram ist ein Lernprojekt.

source: Discover
de: Entdecken

source: Email and password
de: E-Mail und Passwort

source: Enable notifications
de: Benachrichtigungen aktivieren

source: Entry
de: Eintrag

source: ERROR: unexpected navbar index!
de: FEHLER: Navbar Index falsch!

source: Follow
de: Folgen

source: Followers
de: Gefolgte

source: Following
de: Gefolgt

source: From camera
de: Per Kamera

source: From gallery
de: Aus der Gallerie

source: Grey
de: Grau

source: Interactions
de: Aktivität

source: Just hit submit on your keyboard to save.
de: Drücke Enter auf deiner Tastatur zum speichern.

source: Light
de: Hell

source: Login and security
de: Login und Sicherheit

source: Modify avatar
de: Bild anpassen

source: Modify description
de: Bio ändern

source: New comment
de: Neuer Kommentar

source: New device login
de: Neuer Gerätelogin

source: New follower
de: Neuer Follower

source: New like
de: Neuer Like

source: Notifcations
de: Benachrichtigungen

source: Private profile
de: Privates Profil

source: Private profiles
de: Private Profile

source: Proceed
de: Weiter

source: Profile
de: Profil

source: Remove my avatar
de: Avatar entfernen

source: Reset
de: Zurücksetzten

source: Reset password
de: Passwort zurücksetzen

source: Start typing to change your email adress.
de: Beginne zu schreiben um deine Email zu ändern.

source: Their identity has been verified by Swiftgram.
de: Die Identität wurde von Swiftgram überprüft.

source: This profile is private.
de: Dieses Profil is Privat.

source: This user is verified.
de: Verifizierte Nutzer

source: this will free
de: das befreit

source: To save your email adress, tap the refresh icon.
de: Um deine Email zu speichern drücke auf das refresh icon.

source: Update email
de: Email aktualisieren

source: You can only see the users posts if you have been manually approved by them.
de: Du kannst die Posts der Person nur sehen, wenn sie dich freigeschalten hat.

source: You need to approve new followers before they gain access to your profile. People not following you will still see your name, avatar and bio.
de: Du musst neue Follower bestätigen bevor sie deine Posts sehen. Andere können dennoch deinen Namen, Avatar und deine Bio sehen.

source: You'll recieve a link on your new email. To confirm your new email, you will have to enter your password.
de: Du erhältst eine Email an die neue Adresse. Zum Bestätigen musst du dich einloggen.

source: You'll recieve a reset link by email. After the reset you will need to re-login on all devices.
de: Du bekommst eine E-Mail mit einem Reset-Link. Du musst dich nach ändern überall neu einloggen.

source: Your bio goes here
de: Hier steht deine Bio
